Repository: AntonioLand/MyBiblioCDs
Catalog: MyBiblioCDsAudio/Properties/Vocabolury/Dict.*.resx
Languages: de_de, es_es

# barcodeGridview1
source: Barcode
de_de: Strichcode
es_es: Código de barras

# btnCancel
source: Cancel
de_de: Abbrechen
es_es: Anular

# btninNet
source: in Net
de_de: im Netz
es_es: en Internet

# btnSave
source: Save
de_de: Speichern
es_es: Salvar

# btnsearch
source: Search
de_de: Suche
es_es: Buscar en

# countryGridview1
source: Country
de_de: Land
es_es: País

# dtgrvwInfoCd_ToolTipText_SelectCD
source: Select CD
de_de: CD auswählen
es_es: Seleccione el CD

# editarTit_Artist
source: Artist
de_de: Künstler:
es_es: Artista

# editarTit_Title
source: Title
de_de: Titel:
es_es: Título

# editCover_File
source: File
de_de: Datei
es_es: Archivo

# editCover_Name
source: Name
es_es: Nombre

# editCover_SizeX
source: Size X:
de_de: Größe X:
es_es: Tamaño X:

# editCover_SizeY
source: Size Y:
de_de: Größe Y:
es_es: Tamaño Y:

# lbAlbum
source: Album
es_es: Álbum

# lbArtist
source: Artist
de_de: Künstler
es_es: Artista

# lbBarcode
source: Barcode
de_de: Strichcode
es_es: Código de barras

# lbCountry
source: Country
de_de: Land
es_es: País

# lbDate
source: Date
de_de: Datum
es_es: Fecha

# lbFile
source: File
de_de: Datei
es_es: Archivo

# lbGenre
source: Genre
es_es: Género

# lbName
source: Name
es_es: Nombre

# lbSearchCover
source: Search Cover...
de_de: Cover suchen
es_es: Buscar portada...

# lbSize
source: Size
de_de: Größe
es_es: Tamaño

# lbTitle
source: Title
de_de: Titel
es_es: Título

# menuop
source: Open Menu
de_de: Menü öffnen
es_es: abrir menú

# mnChooseThis
source: Choose this
de_de: Wählen dies
es_es: Elija esto

# mnEditInfo
source: Edit Info
de_de: Info bearbeiten
es_es: Editar información

# mnFile
source: File
de_de: Datei
es_es: Archivo

# mnSaveAS
source: Save As
de_de: Speichern unter
es_es: Salvar como

# msgbxCDnotFound
source: Information not found in MusicBrainz for the CD.\nDo you want to manually enter Info: title, artist and restart the search?
de_de: Information nicht in MusicBrainz für die CD gefunden.\nWollen Sie die Info: Titel, Interpret manuell eingeben und die Suche neu starten?
es_es: Información no encontrada en MusicBrainz para el CD.\N¿Desea introducir manualmente la información: título, artista y reiniciar la búsqueda?

# msgbxcdnotfoundinMBrainz
source: CD not found in MusicBrainz
de_de: CD nicht in MusicBrainz gefunden
es_es: CD no encontrado en MusicBrainz

# msgCDNotFound
source: CD not found in MusicBrainz.
de_de: CD nicht in MusicBrainz gefunden.
es_es: CD no encontrado en MusicBrainz.

# msgcdnotfoundAlternative
source: No information found about the CD. If the CD is your own compilation then select "MYCOMPILATION" from "Media Type" and then the CD driver.
de_de: Es wurden keine Informationen auf der CD gefunden. Wenn es sich bei der CD um Ihre eigene Zusammenstellung handelt, wählen Sie unter "Medientyp" "MYCOMPILATION" und dann den CD-Laufwerk.
es_es: No se ha encontrado información en el CD. Si el CD es su propia compilación, seleccione 'MYCOMPILATION' en 'Tipo de soporte' y, a continuación, el controlador del CD.

# msgFormatDatencorrect
source: Publication year too long.\nInsert or Correct.\nChoose "Nos" to save without the year.
de_de: Veröffentlichungsjahr zu lang.\nEinfügen oder korrigieren.\ Wählen Sie "Abbrechen", um ohne das Jahr zu speichern.
es_es: Año de publicación demasiado largo.\nInsertar o corregir.\nElija 'No' para guardar sin el año.

# msgGenreMiss
source: Missing Genre.\nContinue?
de_de: Fehlendes Genre. Soll weitermachen?
es_es: Falta Género. ¿Continuo?

# msgInsertJear
source: Enter year
de_de: Eingabe der Jahreszahl
es_es: Escriba el año

# msgInternetConnection
source: Internet Connection Problems.
de_de: Probleme mit der Internetverbindung.
es_es: Problemas de conexión a Internet.

# msgMissngData
source: Missing or incorrect date.\nContinue?
de_de: Fehlendes oder falsches Datum.\nWeitermachen?
es_es: Fecha incorrecta o que falta.\n¿Continúo?

# msgNameArtistNotFound
source: Artist name not found: I continue without Name?
de_de: Künstlername nicht gefunden:\nSoll ohne Namen weitermachen?
es_es: Nombre del artista no encontrado:\n¿Continúo sin nombre?

# msgNameCDnotFound
source: The name was not found. Continue?
de_de: Der Name wurde nicht gefunden.\nSoll ich fortfahren?
es_es: Título no encontrado.\n¿Continúo?

# msgNameLandNotFound
source: Country Name Not Found:\nContinued without Name?
de_de: Ländername nicht gefunden:\nGehe weiter ohne einen Namen?
es_es: No se ha encontrado el nombre del país:\n¿Continúo sin nombre?

# nameCapDate
source: Date Problem
de_de: Problem Datum
es_es: Problema Fecha

# nameCapGenre
source: Missing Genre
de_de: Fehlendes Genre
es_es: Falta el género

# nameCaptionLand
source: Missing Country
de_de: Fehlendes Land
es_es: País que falta

# nameCaptionmsgBox
source: Missing Artist
de_de: Fehlender Künstler
es_es: Artista desaparecido

# nameCaptionTitle
source: Missing Title
de_de: Fehlender Titel
es_es: Falta Título

# nameform
source: Artist and Title
de_de: Name und Titel
es_es: Nombre y cargo

# nameform2
source: Edit info Cover
de_de: Info-Cover bearbeiten
es_es: Editar la cobertura de información

# releaseidGridview1
source: Release_ID
de_de: Freigabe ID
es_es: Libera ID

# titleGridview1
source: Title
de_de: Titel
es_es: Título

# tpHideInfo
source: Hide Info
de_de: AusblendenInfo
es_es: Esconder información

# tpZoom
source: Right click for zoom
es_es: Clic derecho para ampliar

# TrackDtGrVw_Duration
source: Duration
de_de: Dauer
es_es: Duración

# TrackDtGrVw_Title
source: Title
de_de: Titel
es_es: Título

# TrackDtGrVw_TrNum
source: Tr.Num.
es_es: Núm. de Tr.

source: Cover_Path
de_de: CD Bild
es_es: Portada CD

# FileExists
source: File already exists.
de_de: Die Datei existiert bereits.
es_es: El archivo existe ya.

# w_OneMoreCellRows
source: You must Select One or More Cells or One or More Rows.
de_de: Sie müssen eine oder mehrere Zellen oder eine oder mehrere Zeilen auswählen.
es_es: Debe Seleccionar Una o Más Celdas o Una o Más Filas.

# btnLocal
source: Local
de_de: Lokale

# dateGridview1
source: Date
de_de: Datum
