Repository: AntonioLand/MyBiblioCDs
Catalog: MyBiblioCDs/Properties/Vocabolury/Dict.*.resx
Languages: de_de, es_es, it_it

# bntsaveInfo
source: S&ave Info
de_de: Speichern &Info
es_es: Salvar información
it_it: Salva &Info

# btnCancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla

# btnListFiles
source: List &Files
de_de: Datei Liste
es_es: Lista &Archivos
it_it: Lista &Files

# old_btnsaveAll
source: &Save All
es_es: Salvar todo
it_it: &Salva Tutto

# btnStop
source: Stop
es_es: Detener

# ChkNotIncludeAutorun
source: Not Include Autorun
de_de: Autorun nicht integrieren
es_es: No incluir Autorun
it_it: Non Includere Autorun

# chkWordIndex
source: Word Index
de_de: Index-Wörter
es_es: Indice de palabras
it_it: Indicizza le Parole

# lbCdName
source: CD Name
es_es: Nombre del CD
it_it: Nome CD

# lbCdNummer
source: CD Number
de_de: CD-Nummer
es_es: Número de CD
it_it: Numero CD

# lbCreationDate
source: Creation Date
de_de: Datum der Erstellung
es_es: Datos de creación
it_it: Data Creazione

# lbMediaType
source: Media Type
de_de: Medienart
es_es: Tipo de soporte
it_it: Tipo di Disco

# lbSelectDrive
source: Select Drive
de_de: Laufwerk wählen
es_es: Seleccionar unidad
it_it: Seleziona Drive

# ldCdNote
source: CD Note
de_de: Hinweis zur CD
es_es: Nota del CD
it_it: Nota sul CD

# menuCancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla

# menuEdit
source: Edit
de_de: Arbeiten
es_es: Editar
it_it: Modifica

# menuFile
source: File
es_es: Archivo

# menuitAbout
source: About MyBiblioCDs...
de_de: Über MyBiblioCDs...
es_es: Información sobre MyBiblioCDs...
it_it: Info su MyBiblioCDs...

# menuitExit
source: Exit
de_de: Ausfahrt
es_es: Abandone
it_it: &Esci

# menuitLanguage
source: Language
de_de: Sprache
es_es: Idioma
it_it: Lingua

# menuitNew
source: New
de_de: Neu
es_es: Nuevo
it_it: Nuovo

# menuitSaveAll
source: Save All
de_de: Alle Speichern
es_es: Salvar todo
it_it: Salva Tutto

# menuitSaveInfo
source: Save Info
de_de: Infos Speichern
es_es: Salvar información
it_it: Salva Info

# menuitSavePreview
source: Save Preview
de_de: Vorschau Speichern
es_es: Salvar la vista previa
it_it: Anteprima di Salvataggio

# menuitShowExplorer
source: Show Explorer
de_de: Aktivieren Explorer
es_es: Mostrar el explorador
it_it: Attiva Explorer

# menuTools
source: Tools
de_de: Werkzeug
es_es: Instrumentos
it_it: Strumenti

# msgSecurityException
source: Security Exception
de_de: Sicherheit Ausnahme
es_es: Excepción de seguridad
it_it: Eccezione di Sicurezza

# msgThekeyIsLocked
source: The key is probably locked
de_de: Der Schlüssel ist wahrscheinlich verschlossen
es_es: La llave está probablemente bloqueada
it_it: La Chiave é bloccata

# msgUnauthorizedAccessException
source: Unauthorized Access Exception
de_de: Unautorisierter Zugriff Ausnahme
es_es: Excepción de acceso no autorizado
it_it: Eccezione: Accesso non Autorizzato

source: Options
de_de: Info ausblenden
es_es: Opciones
it_it: Opzioni

# toolpHideInfo
source: Hide Info
de_de: Info ausblenden
es_es: Ocultar información
it_it: Nascondi Info

# toolpListandAnalyzeFiles
source: List and Analyze Files
de_de: Dateien auflisten und analysieren
es_es: Listar y analizar archivos
it_it: Lista e Analizza i Files

# toolpRightClickForZoom
source: Right click for zoom
de_de: Rechtsklick für Zoom
es_es: Hacer clic con el botón derecho para el zoom
it_it: Tasto destro del Mouse per lo Zoom

# toolpSavesInfo
source: Save the CD Number, CD Notes, Location and Title
de_de: CD-Nummer, CD-Notizen, Speicherort und Titel speichern
es_es: Salvar el número de CD, las notas del CD, la ubicación y el título
it_it: Salva Il Numero, la Nota la Posizione e il Titolo

# toolpShowInfo
source: Show Info
de_de: Infos anzeigen
es_es: Mostrar información
it_it: Mostra le Informazioni

# btnSaveAll
source: Save All
de_de: &Alle Speichern
es_es: Salva Todo
it_it: Salva Tutto

# btnNote
source: Notes
de_de: Notizen zu
es_es: Notas Sobre
it_it: Nota

# btnsave
source: Save
de_de: &Annehmen
es_es: Salvar
it_it: Salva

# msgCDNotFound
source: CD not found in MusicBrainz.
de_de: CD nicht in MusicBrainz gefunden.
es_es: CD no encontrado en MusicBrainz.
it_it: CD non trovato in MusicBrainz.

# msgFormatDatencorrect
source: Incorrect Date Format.\nDo you want to fix it?. Format: \"JJJJ:MM:DD\".
de_de: Falsches Datumsformat.\ Möchtest du es korrigieren? Format: \"JJJ:MM:DD\".
es_es: Formato de fecha incorrecto.\N¿Quieres arreglarlo? Formato: \"JJJ:MM:DD\".
it_it: Formato della Data non Corretto.\nVuoi aggiustarla? Formato: \"JJJJ:MM:DD\".

# msgFormatTimeIncorrect
source: Incorrect Time Format.\n Format: \"hh:mm:ss\".
de_de: Falsches Zeitformat.\n Format: \"hh:mm:ss\".
es_es: Formato de Hora Incorrecto. \nFormato: \"hh:mm:ss\".
it_it: Formato del Tempo non Corretto.\nFormato: \"hh:mm:ss\".

# msgGenreMiss
source: Missing Genre.\nContinue?
de_de: Fehlendes Genre. Soll weitermachen?
es_es: Falta Género. ¿Continuo?
it_it: Genere Mancante. Continuo?

# msgInsertCdName
source: Enter name to CD:
de_de: Geben Sie den Namen der CD ein:
es_es: Introduzca el nombre del CD:
it_it: Inserisci il nome al CD:

# msgInternetConnection
source: Internet Connection Problems.
de_de: Probleme mit der Internetverbindung.
es_es: Problemas de conexión a Internet.
it_it: Problemi di connessione a Internet.

# msgMissngData
source: Missing Date.\nContinue?
de_de: Fehlendes Datum.\nWeitermachen?
es_es: Fecha perdida.\n¿Continúo?
it_it: Data Mancante.\nContinuo?

# msgNameArtistNotFound
source: Artist name not found: I continue without Name?
de_de: Künstlername nicht gefunden:\nSoll ohne Namen weitermachen?
es_es: Nombre del artista no encontrado:\n¿Continúo sin nombre?
it_it: Nome artista non trovato:\nContinuo senza Nome?

# msgNameCDnotFound
source: The name was not found. Continue?
de_de: Der Name wurde nicht gefunden.\nSoll ich fortfahren?
es_es: Título no encontrado.\n¿Continúo?
it_it: Titolo non trovato.\nContinuo?

# msgNameLandNotFound
source: Country Name Not Found:\nContinued without Name?
de_de: Ländername nicht gefunden:\nGehe weiter ohne einen Namen?
es_es: No se ha encontrado el nombre del país:\n¿Continúo sin nombre?
it_it: Nome Paese non trovato:\nContinuo senza Nome?

# msgProblDBConnection
source: Problems with DB connection.
de_de: Probleme mit der DB-Verbindung.
es_es: Problemas con la conexión a la base de datos.
it_it: Problemi con la connessione al DB.

# msgTracksNum
source: Number of tracks different between those found and present on the CD.
de_de: Die Anzahl der Tracks unterscheidet sich zwischen den vorgefundenen und denen auf der CD.
es_es: Diferente número de pistas entre las encontradas y las del CD.
it_it: Numero delle tracce differente tra quelle trovate e quelle presenti nel cd.

# namCapCdMiss
source: Missing CD name
de_de: CD-Name fehlt
es_es: Falta nombre de CD
it_it: Nome CD mancante

# nameCapDate
source: Date Problem
de_de: Problem Datum
es_es: Problema Fecha
it_it: Problema Data

# nameCapGenre
source: Missing Genre
de_de: Fehlendes Genre
es_es: Falta el género
it_it: Genere Mancante

# nameCaptionLand
source: Missing Country
de_de: Fehlendes Land
es_es: País que falta
it_it: Paese mancante

# nameCaptionmsgBox
source: Missing Artist
de_de: Fehlender Künstler
es_es: Artista desaparecido
it_it: Artista mancante

# nameCaptionTitle
source: Missing Title
de_de: Fehlender Titel
es_es: Falta Título
it_it: Titolo Mancante

# msgTitlenotFound
source: Title CD not found
de_de: CD Titel nicht gefunden
es_es: Título de CD no encontrado
it_it: Titolo del CD non trovato

# frmt
source: Format
es_es: Formato
it_it: Formato

# ProblemDB
source: Something is not working with the DB
de_de: Etwas funktioniert nicht mit der DB
es_es: Algo no funciona con la BD
it_it: Qualcosa non funziona con il DB.

# QUQ
source: If something can go wrong, it will (Murphy)
de_de: wenn etwas schief gehen kann, wird es auch schief gehen (Murphy)
es_es: si algo puede salir mal, saldrá (Murphy)
it_it: Se qualcosa può andar male, lo farà (Murphy)

# TimeError
source: Incorrect Time Format
de_de: Falsches Zeitformat
es_es: Formato horario incorrecto
it_it: Formato del Tempo non Corretto

# capInfo
source: Info
de_de: Infos
